<%@ page language="java" contentType="text/html; charset=UTF-8"  
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<script type="text/javascript" src="/script/member.js"></script>
<link rel="stylesheet" type="text/css" href="../css/member.css">
</head>
<body>

<form id="join" action="joinForm" method="post" name="contractFrm">
        <div id="personal">개인정보처리방침</div>
      
      <div id="content">
      <textarea rows="30" cols="100">이 개인정보 처리방침은 논픽션(주)(이하 “회사”라 합니다)가 운영하는 웹사이트 www.nonfiction.com및 모바일 앱 등(이하 “사이트”라 합니다)에서 제공하는 인터넷 관련 서비스, 회사 또는 회사와 제휴된 매장 운영 및 회원제 서비스 (이하 “서비스”라 합니다)를 이용함에 있어 이용자 또는 회원(이하 “이용자”라 합니다)이 제공하는 개인정보의 수집, 이용, 제공, 보유, 처리에 대해서 규정함을 목적으로 합니다.
 
 회사는 개인정보 처리방침을 사이트 첫 화면에 공개함으로써 이용자들이 언제나 쉽게 보실 수 있도록 조치하고 있습니다.

■ 수집 및 이용하는 개인정보 항목 및 수집방법

1.개인정보의 수집 및 이용항목
  회사는 개인정보를 수집함에 있어 이용자의 유형별로 서비스 제공에 필요한 최소한의 개인정보를 “필수항목”으로, 그 외 개인정보는 “선택항목”으로 구분하여 이에 대해 개별적으로 동의할 수 있는 절차를 마련합니다. 

  회사는 이용자가 필요한 최소한의 개인정보 이외의 개인정보를 수집에 동의하지 않는다는 이유로 본질적인 서비스의 제공을 거부하지 않으나, “선택항목” 수집 및 이용에 동의하지 않는 경우 서비스 제공에 일정한 제약이 발생할 수 있습니다.
 
 1) 온라인 사이트 회원
  ㄱ. 회원가입 시
    - 필수사항: 성명, 아이디(이메일주소), 비밀번호, 본인확인기관에서 제공하는 본인인증 결과값(CI), 생년월일, 휴대전화번호
    - 선택사항: 마케팅 정보 수신 동의 여부(SMS, 이메일)
 ㄴ. 재화 또는 서비스 제공 시
    - 필수사항: (주문자) 성명, 전화번호(휴대전화번호 포함), 이메일주소, (수령자) 성명, 전화번호(휴대전화번호 포함), 주소, 전자우편주소, 마케팅 정보 수신 동의 여부(SMS, 이메일)
    - 선택사항: 은행계좌정보, 휴대폰 결제 시 휴대전화번호, 현금영수증 신청 시 현금영수증 정보 및 결제정보, 배송관련 추가 휴대전화번호, 기타 서비스 이용 내역
   ※ 대금결제 시 수집하는 개인정보는 결제대행업체(PG)사에서 수집 및 저장하고 있으며, 회사는 결제대행업체에서 제공하는 거래내역 만을 제공받고 있습니다.
 
 2) 온라인 사이트 비회원 (주문)
   - 필수사항: (주문자이자 수령자) 성명, 전화번호(휴대전화번호 포함), 주소, 이메일주소
   - 선택사항: 은행계좌정보, 휴대폰 결제 시 휴대전화번호, 현금영수증 신청 시 현금영수증 정보(성명, 휴대전화번호), 결제정보, 구매이력, 배송정보, 배송관련 추가 휴대전화번호, 상담내역, 기타 서비스 이용 내역
   ※ 대금결제 시 수집하는 개인정보는 결제대행업체(PG)사에서 수집 및 저장하고 있으며, 회사는 결제대행업체에서 제공하는 거래내역 만을 제공받고 있습니다.
 

 3) 서비스 이용과정에서 수집 및 이용하는 개인정보 항목
  ㄱ. 문의 및 고충처리: 소비자의 문의 및 불만처리, 분쟁 해결을 위한 고객센터 운영을 위한 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락, 통지, 처리결과 통보, 요금추심 등 기타 문의 및 불만처리, 분쟁해결을 위한 기록 보존 및 원활한 의사소통 경로의 확보
   - 필수사항: 성명, 아이디(이메일주소), 전화번호(휴대전화번호 포함), 주소, 전자우편주소
   - 선택사항: 성별, 생년월일, 구매이력, 배송정보,  환불/반품, 상담내역, 서비스 이용 내역
 
  ㄴ. 카카오(싱크) 간편 로그인 서비스 이용 시
  - 필수사항: 카카오 이용자 식별 ID, CI, 이름, 이메일, 휴대전화번호
 
2. 개인정보 수집 방법
 1) 회사는 사이트 회원가입 및 서비스 이용 과정 또는 매장에서 이용자가 개인정보 수집에 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.
 2) 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
 3) 온/오프라인 이벤트나 경품 행사 등에서 전자적 방식 또는 서면으로 개인정보가 수집될 수 있습니다.
 4) 회사와 제휴한 업체나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 개인정보 보호법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받을 후 회사에 제공합니다.
 5) 접속로그, 쿠키, IP정보, 기기정보 등의 생성정보는 PC웹, 모바일웹 이용과정에서 로그 분석 수집툴을 통해 자동으로 생성되어 수집될 수 있습니다.
 

■ 개인정보의 수집 및 이용 목적

회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

 1)서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산

    콘텐츠 제공 , 구매 및 요금 결제 , 물품배송 또는 청구지 등 발송 , 금융거래 본인 인증 및 금융 서비스

 2) 회원 관리

    회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 연령확인, 불만처리 등 민원처리, 고지사항 전달

 3) 마케팅 및 광고에 활용

    이벤트 등 광고성 정보 전달 , 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계
 4) 문의 및 CS처리: 구매유형에 따른 소비자의 각종 문의 및 불만처리, 분쟁 해결을 위한 고객센터 운영을 위한 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락, 통지, 처리결과 통보, 요금추심 등 기타 문의 및 불만처리, 분쟁해결을 위한 기록 보존 및 원활한 의사소통 경로의 확보
■ 개인정보의 처리 및 보유기간

원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

 1) 회사 내부방침에 의한 정보보유 사유

    회원이 탈퇴한 경우에도 불량회원의 부정한 이용의 재발을 방지, 분쟁해결 및 수사기관의 요청에 따른 협조를 위하여, 이용계약 해지일로부터 1년간 회원의 정보를 보유할 수 있습니다.

 2) 관련 법령에 의한 정보 보유 사유

    전자상거래등에서의소비자보호에관한법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.


 * 계약 또는 청약철회, 대금결제 및 재화 등의 공급에 관한 기록
 - 보존이유 : 전자상거래등에서의 소비자보호에 관한 법률
 - 보존기간 : 5년
 
 * 소비자의 불만 또는 분쟁처리에 관한 기록
 - 보존이유 : 전자상거래등에서의 소비자보호에 관한 법률
 - 보존기간 : 3년
 
 * 표시•광고에 관한 기록
 - 보존이유 : 전자상거래등에서의 소비자보호에 관한 법률
 - 보존기간 : 6개월
 
 * 로그기록, IP 등 법원의 영장을 받아 수사기관이 요청 시 제공
 - 보존이유: 통신비밀보호법
 - 보존기간: 3개월
 
 * 기타 법령에 따라 보존되는 개인정보 및 그 보존기간
 * 이용자가 동의한 경우 그 개인정보 및 보존기간</textarea> <br><br>
      </div> 
       
      <div id="ok"style="text-align: center;">
      <input type="radio" name="okon" > 동의함 &nbsp; &nbsp; &nbsp;
      <input type="radio" name="okon" checked> 동의안함
      </div>
      <div id="nextbtn">
       <button type="button" id="nextbtn" onClick="go_next();">NEXT</button> 
      </div>
    </form>

</body>
</html>